Repository: LykkeCity/Lykke.Service.PayBackoffice
Catalog: src/Lykke.Service.PayBackoffice/Translates/Phrases.*.resx
Languages: ru

source: Access
ru: Доступ

# AccountMgmtMenuItem
source: Client management
ru: Аккаунт

source: Accuracy
ru: Точность

source: Actual email code info
ru: Актуальный код

source: Actual sms code info
ru: Актуальный код

source: Add asset category
ru: Добавление категории активов

# AddBalanceButton
source: Add
ru: Добавить

# AddBroadcast
source: Add
ru: Добавить

source: Add comment
ru: Добавьте комментарий

# AddPartner
source: Add new
ru: Добавить

source: Add regulator
ru: Добавить регулятора

source: Address
ru: Адрес

source: Address book
ru: Адресная книга

# AddressBookEntities
source: Entities
ru: Сущности

# AddressBookEntityName
source: Entity Name
ru: Наименование организации

# AddressBookLykkeItems
source: Lykke Corp wallets
ru: Кошельки сотрудников Lykke

# AddressBookOtherItems
source: Lykke Other wallets
ru: Иные кошельки Lykke

source: Android version
ru: Версия android

# ApplyButton
source: Apply
ru: Применить

source: App version
ru: Версия приложения

source: Asset Attributes
ru: Атрибуты активов

# AssetCanBeBase
source: Can be base asset
ru: Может быть базовым активом

source: Asset categories
ru: Категории активов

source: Asset name
ru: Название

# AssetPairWithSameIdExists
source: Assetpair with the same Id exists
ru: Валютная пара с таким ID существует

source: Asset Prefix
ru: Префикс валют

source: Asset symbol
ru: Символ актива

# AssetWithSameIdExists
source: Asset with the same Id exists
ru: Валюта с таким Id уже сущаствует

# AuditLogs
source: Event logs
ru: Журналы событий

source: Balance
ru: Баланс

source: Balance change
ru: Изменение баланса

# BalanceChangeLessZero
source: The balance after the operation can't be less than 0
ru: Операция приведет к отрицательному балансу

# BanClient
source: Disable account
ru: Заблокировать

source: Bank cards
ru: Банковские карты

source: Base Asset
ru: Базовая валюта

source: Base asset should not be the same as the other one
ru: Базовый актив не должен быть таким же, как другие

source: Block cash outs
ru: Запретить вывод

source: Blockchain asset prefix
ru: Префикс Blockchain актива

source: Blockchain Colored Address
ru: Адрес Blockchain

source: Block trades
ru: Запретить обмен

source: Broadcast
ru: Разослать

source: Broadcast Group
ru: Группа Рассылки

# BroadcastMailAlreadyExists
source: Email is already in this group
ru: Электронная почта уже находится в этой группе

source: Buy
ru: Купить

source: Cancel
ru: Отмена

source: Cash In
ru: Пополнить

source: Cash in data
ru: Пополнение

source: Cash out
ru: Вывести

source: Cash out data
ru: Данные вывода средств

source: Change
ru: Изменить

# ChangeBalanceForAsset
source: Change balance for the asset
ru: Изменить баланс для актива

source: Changer
ru: Кто сменил

# ChangeTheAccessPassword
source: Change access password
ru: Изменение пароля доступа

source: Citizenships
ru: Гражданства

source: City
ru: Город

source: Client comments
ru: Комментарии

# ClientIsBanned
source: Account is disabled
ru: Пользователь заблокирован

source: Client not found
ru: Клиент не найден

source: Client report not found
ru: Отчет не найден

source: Clients
ru: Клиенты

# ClientTransactions
source: Client Operations
ru: Операции клиента

# ClientWasBanned
source: Account disabled
ru: Пользователь был заблокирован

# ClientWasUnbanned
source: Account enabled
ru: Пользователь был разблокирован

source: Confirm
ru: Подтвердить

source: Confirmation
ru: Подтверждение

source: Confirm force Tx detection
ru: Подтвердить поиск Tx

source: Contact Phone
ru: Контактный телефон

source: Count
ru: Счетчик

source: Country
ru: Страна

source: Country from ID
ru: Страна по коду

source: Country from IP
ru: Страна по IP

source: Country from POA
ru: Страна по POA

source: Create
ru: Создать

# CreateAddressBookEntity
source: New address book entity
ru: Новая сущность

# CreateAddressBookItem
source: New address book entry
ru: Новая запись в адресной книге

source: Create priority code
ru: Создать приоритетный код

source: Credit Voucher Url
ru: Адрес Credit Voucher

source: Currency
ru: Деньги

source: Date
ru: Дата

source: Date from
ru: Дата с

source: Date of birth
ru: Дата рождения

source: Date of expiry of ID
ru: Дата истечения срока действия ID

source: Date to
ru: Дата до

source: Delete
ru: Удалить

source: Delete asset category
ru: Удаление категории активов

source: Deposit Url
ru: URL-адрес депозита

source: Description
ru: Описание

source: Device
ru: Устройство

source: Device type
ru: Тип устройства

source: Dictionary Asset Pairs
ru: Справочник валютных пар

source: Dictionary Assets
ru: Справочник валют

source: Disabled
ru: Отключено

source: Disable user
ru: Отключение пользователя

# DisableUserDialogText
source: Are you really want to disable user
ru: Вы действительно хотите отключить пользователя

# DisableUserDialogText2
source: This will force logout user as well
ru: Это также приведет к принудительному логауту пользователя

source: Display Accuracy
ru: Отображ. точность

source: Document Name
ru: Имя документа

source: Documents
ru: Документы

source: Document type
ru: Тип документа

source: Edit address book entity
ru: Редактирование сущности

# EditAddressBookItem
source: Edit address book entry
ru: Редактирование записи в адресной книге

source: Edit asset
ru: Редактировать валюту

source: Edit asset category
ru: Редактирование категории активов

source: Edit asset pair
ru: Редактирование валютной пары

source: Edit deposit/withdrawal options
ru: Изменить настройки депозита/вывода

source: Edit Issuer
ru: Редактировать эмитента

source: Edit regulator
ru: Редактировать регулятора

source: Edit role
ru: Изменить роль

source: Edit user
ru: Изменить пользователя

source: Email already used
ru: Email уже используется

# EmailAtLykke
source: Email at lykke.com
ru: Email на lykke.com

source: Email confirmation
ru: Подтверждение email

# EmailConfirmationDoesntMatch
source: Email confirmation doesn't match removing user email
ru: Подтверждение email не соответствует email удаляемого пользователя

source: Email is empty
ru: Email не задан

source: Email is not validated
ru: Email не проверен

# EmailShouldBeAtLykke
source: Email should be at lykke.com
ru: Email должен быть на lykke.com

source: Enabled
ru: Включено

source: Enable tx detection
ru: Включить обнаружение tx

source: Enable user
ru: Включение пользователя

# EnableUserDialogText
source: Are you really want to enable user
ru: Вы действительно хотите включить пользователя

# EnterTwoFactorCode
source: Enter a code:
ru: Введите код:

source: Expires
ru: Действителен до

source: Export in
ru: Скачать в формате

source: Fee
ru: Комиссия

# FeeOutputsStatus
source: Fee statuses
ru: Статусы комиссий

source: Fee recharging
ru: Плата за пополнение

source: Field should not be empty
ru: Поле не должно быть пустым

# FieldShouldNotBeEmptyOrZero
source: Field should not be empty or equal to zero
ru: Поле не должно быть пустым и равным нулю

source: Filled
ru: Заполненные

source: Find
ru: Найти

# FindBlockchainTx
source: Find blockchain transaction
ru: Найти blockchain транзакцию

source: First Name
ru: Имя

# ForAsset
source: for
ru: для

# ForceUserLogoutDialogText
source: Are you realy want to logout user
ru: Вы действительно хотите сделать принудительный логаут пользователя

source: Full Name
ru: Фамилия Имя

source: General
ru: Общие

source: General settings
ru: Общие настройки

source: Generate
ru: Сформировать

source: Icon Url
ru: URL иконки

source: Id Issuer
ru: Идентификатор издателя

source: information found
ru: информация найдена

source: Internal Id
ru: Внутренний ID

# InvalidEmail
source: Invalid email address
ru: Недопустимый адрес электронной почты

# InvalidEmailOrClientId
source: Not valid email or client id
ru: Неверный формат идентификатора пользователя или email

source: Invalid Google API client ID
ru: Неверный ИД клиента Google API

source: Invalid JWT
ru: Некорректный JWT

source: Invalid price format
ru: Неправильная формат цены

source: Invalid time span format
ru: Не верный формат промежутка времени

source: Invalid volume format
ru: Недопустимый формат объема

# InvertedAccuracy
source: Inv. Accuracy
ru: Точность Inv.

source: Is Lykke Corp
ru: Принадлежит Lykke

source: Issuer
ru: Поставщик

# IssuerName
source: Name
ru: Название

# IssuerWithSameIdExists
source: Asset with the same Id exists
ru: Существует активов с тем же Id

# IwantToAsset
source: I want to
ru: Желаемое действие

source: Kick session
ru: Прервать сессию

# KycSkipOnTrades
source: Skip KYC check on fiat -> crypto trade
ru: Пропустить проверку KYC на торгах фиат -> крипто

source: KYC Spider check
ru: KYC Spider проверка

source: KYC Spider check has not found any flags
ru: KYC Spider проверка не обнаружила флагов

source: KYC Spider check was not finished
ru: KYC Spider проверка не была произведена

source: Kyc Status
ru: KYC статус

source: Kyc template not found
ru: Шаблон не найден

source: Kyc templates
ru: KYC шаблоны

# KycTemplatesNoTemplates
source: No available templates
ru: Нет доступных шаблонов

# KycTemplatesSelectTemplate
source: Select a template
ru: Выберите шаблон

# KycUnskipOnTrades
source: Apply KYC check on fiat -> crypto trade
ru: Проверять KYC на торгах фиат -> крипто

source: LastAction
ru: Последнее действие

# LastEmailCodeNotFound
source: Last email verification code not found
ru: Не удалось найти последний отправленный email-код

source: Last Name
ru: Фамилия

# LastSmsCodeNotFound
source: Last sms verification code not found
ru: Не удалось найти последний отправленный смс-код

source: Latest email code sent
ru: Последний отправленный код

source: Login delay
ru: Таймаут логина

source: Login delay timer
ru: Таймер таймаута логина

source: Logout
ru: Выход

# LogoutUser
source: Force user logout
ru: Принудительный логаут пользователя

source: Logs
ru: Журналы

# LowCashOutLimit
source: Low volume CashOut limit (operations)
ru: Кол-во операций вывода без таймаута (небольшой объем)

# LowCashOutTimeoutMins
source: Low volume CashOut timeout (minutes)
ru: Таймаут вывода средств в минутах (небольшой объем)

# MailMock
source: Mail mocks
ru: Mock почты

source: Margin Regulator
ru: Margin регулятор

source: Margin Trading Conditions
ru: Торговые словия

# MenuDevelopers
source: Development
ru: Разработчикам

# MoneyAmount
source: Amount
ru: Сумма

source: Monitor
ru: Монитор

source: Multisig is not generated
ru: Multisig не сгенерирован

source: Name
ru: Название

source: Name on card
ru: Имя владельца карты

# NewEmailMatchesOldValue
source: New email value is the same as previous value
ru: Новое значение почты идентично старому

source: New password
ru: Новый пароль

# NoComments
source: No comments here yet
ru: Нет комментариев

source: no information found
ru: информация не найдена

# NoPartners
source: No partners yet
ru: У вас еще нет партнёров :(

source: No records found
ru: Записи не найдены

# NoRegulators
source: No regulators yet
ru: У вас еще нет регуляторов :(

# NotValidUrl
source: is not valid Url
ru: не валидный адрес

source: No value
ru: Нет значения

source: Number
ru: Число

source: Number of fee outputs
ru: Количество выходов комиссии

source: Order book
ru: Книга заявок

source: OS Version
ru: Версия ОС

source: Partner
ru: Партнёр

source: Partner assigned to asset
ru: Партнер связан с какой-то валютой

source: Partners
ru: Партнёры

source: Payment System
ru: Платежная система

# PendingBalance
source: Pending
ru: Ожидание

source: Pin security counter
ru: Счетчик pin security

# PinSecurityLimitCounter
source: Pin security used calls
ru: Использованный лимит PinSecurity

source: Please, confirm delete
ru: Пожалуйста, подтвердите удаление

# PleaseConfirmMultisigGeneration
source: Please confirm, that you want to generate new multisig for the client
ru: Пожалуйста, подтвердите, что вы хотите создать новый multisig для клиента

source: Please, confirm your action
ru: Пожалуйста подтвердите ваши действия

source: Please, select at least one item
ru: Пожалуйста выберите по крайней мере один элемент

source: Please, type accuracy
ru: Пожалуйста, введите точность

source: Please, type your new password
ru: Пожалуйста введите Ваш новый пароль

source: Prevent tx detection
ru: Предотвращение обнаружения tx

source: Price
ru: Цена

source: Price should be greater than zero
ru: Цена должна быть больше нуля

source: Private key
ru: Закрытый ключ

source: Process is being started
ru: Процесс запускается

source: Public Id
ru: Публичный ID

source: Push notifications
ru: Push нотификации

source: QR Code
ru: QR Код

source: Quoting Asset
ru: Котируемая валюта

# RefreshButton
source: Refresh
ru: Обновить

source: Registrations
ru: Регистрации

# RegulatorCountryNotBoundConfirmation
source: The country is not bound to the {0} Regulator.
ru: Выбранная стране не привязана к {0} регулятору.

# RegulatorNotDefaultConfirmation
source: The {0} Regulator is not marked as Default.
ru: {0} Регулятор не отмечен как Default.

source: Regulators
ru: Регуляторы

source: Related by IP
ru: Похожие клиенты по IP

source: Remove
ru: Удалить

# RemoveAccountMenuItem
source: Account removal
ru: Удалить аккаунт

source: Remove client report
ru: Удалить отчет по клиентам

source: Remove KYC template
ru: Удалить KYC шаблон

source: Remove partner
ru: Удалить

# RemoveUser
source: User removing
ru: Удаление пользователя

# RemoveUserDialogText1
source: Are you realy want to remove user
ru: Вы действительно хотите удалить пользователя

# RemoveUserDialogText2
source: This operation is unrecoverable. To make sure you do the right thing, please, type the user's email which you want to remove
ru: Это неотменяемая операция. Чтобы убедиться, что вы все делаете верно, пожалуйста, введите email пользователя, которого вы хотите удалить

source: Reports
ru: Отчеты

source: Report type
ru: Тип отчета

source: Request ID
ru: ID запроса

# ResetButton
source: Reset
ru: Сбросить

source: Residences
ru: Местонахождение

source: Retry
ru: Повторить

source: Risk Description Url
ru: Адрес описания рисков

source: Roles
ru: Роли

source: Save
ru: Сохранить

source: Saved
ru: Сохранено

# SearchBySessionMenuItem
source: Search by Session
ru: Поиск сессии

# SelectedForCheckBy_0_For_1_in_2
source: User was selected for check by {0} for {1} minutes in {2} UTC
ru: Клиент выбран для проверки пользователем {0} на {1} минут в {2} UTC

source: Sell
ru: Продажа

source: Send
ru: Отправить

source: Send new code
ru: Отправить новый код

# SentVerificationCodeErrorMsg
source: There was an error while sending the new code
ru: При отправке кода возникла ошибка

# SeoReportClients
source: SEO: clients
ru: SEO: клиенты

source: Session has been deleted
ru: Сессия удалена

source: Sessions
ru: Сеансы

source: Set limit order
ru: Установить лимитный ордер

source: Settings
ru: Настройки

source: Sign In
ru: Вход

source: Sms Mock
ru: Mock SMS

source: Source
ru: Источник

# SpotAndMarginRegulatorsDifferent
source: Spot and margin regulators are different.
ru: Spot и margin регуляторы различаются.

source: Spot Regulator
ru: Spot pегулятор

source: Start
ru: Начать

source: Start check
ru: Начать проверку

source: Status
ru: Состояние

source: Stop check
ru: Закончить проверку

source: Submit
ru: Отправить

source: Submit code counter
ru: Счетчик submit code

# SubmitCodeLimitCounter
source: Submit code used calls
ru: Использованный лимит SubmitCode

# SubtractBalanceButton
source: Subtract
ru: Снять

source: Support Tools
ru: Поддержка

source: Swift Account
ru: SWIFT счет

source: SWIFT cash out request
ru: Запрос на вывод

source: Terms Of Use Url
ru: Адрес соглашения

source: Text code
ru: Текстовый код

source: the price is
ru: Цена

source: Tools
ru: Инструменты

source: Trades
ru: Торговые операции

# TransferConfirm
source: You are transferring {0} {1} to {2}. Are you sure?
ru: Вы переводите {0} {1} пользователю {2}. Вы уверены?

source: Trusted Time Span
ru: Доверительный промежуток времени

# TrustedTimeSpanPlaceholder
source: Please, enter time span (01:00:00)
ru: Введите промежуток времени (01:00:00)

source: Tx detection for user
ru: Обнаружение TX для пользователя

# TxNotFound
source: Transaction not found
ru: Транзакция не найдена

# TypeEmailHere
source: Type email or client id here
ru: Введите адрес почты или идентификатор клиента

source: Type phone number here
ru: Введите номер телефона

source: Type phrase here
ru: Введите фразу

source: Type tx id here
ru: Наберите tx здес

# UnbanClient
source: Enable account
ru: Разблокировать

source: Unblock cash outs
ru: Разрешить вывод

source: Unblock trades
ru: Разрешить обмен

source: Update email
ru: Изменить email

# UpdateUserEmailConfirmation
source: Please enter new email for user
ru: Пожалуйста, укажите новые почтовый адрес для пользователя

source: User Exists
ru: Пользователь существует

# UserIsDisabled
source: User is disabled, contact administrator
ru: Пользователь отключен, обратитесь к администратору

source: Username
ru: Пользователь

# UserNotRegistered
source: User not registered, contact administrator
ru: Пользователь не зарегистрирован, обратитесь к администратору

source: Users
ru: Пользователи

source: View reports
ru: Просмотреть отчеты

source: Volume
ru: Объем

source: Wallet address
ru: Адрес кошелька

source: Wallets
ru: Кошельки

# WithdrawRequests
source: Requests
ru: Запросы на снятие

source: Yes
ru: Да

source: Zip Code
ru: Индекс

source: Please, type min inverted volume
ru: Пожалуйста, введите минимум Inv. объем

source: Please, type min volume
ru: Пожалуйста, введите минимум объем

# MinInvertedVolume
source: Minimum Inverted Volume
ru: минимум перевернутый объем

# MinVolume
source: Minimum Volume
ru: минимум объем

# WalletAmountError
source: Please enter amount with correct format. (0.00)
ru: Пожалуйста, укажитье сумму с правильным формате. (0.00)

# ApiUnknownError
source: Unknown API error
ru: Неизвестная ошибка вызова API

# MerchantsEmptyError
source: Please, select merchants
ru: Пожалуйста, выберите мерчантов
